{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": ":\r\n:\r\n:\r\n:\r\n:\r\n:\r\n:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "04BF64DC496D770053131AA02C482F11"
		},
		{
			"Source":
			{
				"Text": "Build 0/6"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "83745A7D4E4CCE5AC53AEB873E814989"
		},
		{
			"Source":
			{
				"Text": "Cyber Owls"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5EB7DA9748888ACEFE9BF49699380F1A"
		},
		{
			"Source":
			{
				"Text": "Distance from start of ribbon that the particle lies."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "95E42096417D9BBE19135DA61216E678"
		},
		{
			"Source":
			{
				"Text": "Mass is factored into the Solver Calculations (Solve Forces and Solve Rotational Forces) where forces are converted into a final velocity. The more massive a particle, the more force is required to move it. "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1F09338F4D35C76074A719BBC6110181"
		},
		{
			"Source":
			{
				"Text": "Oleksandr Buzhenko\r\nFederica Maria Bianchi\r\nVioletta Richter\r\nHoracio Valdivieso\r\nCharles Pignon\r\nDavid Ball\r\nSafak Onol"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "446D959A4FA208496B123F85761FE018"
		},
		{
			"Source":
			{
				"Text": "Programmer & Game designer\r\nArtist & 3D designer\r\nArtist & 3D designer\r\nSound designer & Compositor\r\nSound designer & Compositor\r\nAnimator & 3D designer\r\nGame designer"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C9DF597141CDD09FE4B701A8840C5778"
		},
		{
			"Source":
			{
				"Text": "The age in seconds divided by lifetime in seconds. Useful for animation as the value is between 0 and 1."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AAF8B08F46862195289405B0BD5759BA"
		},
		{
			"Source":
			{
				"Text": "The color of the particle."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B4ADE0C44EF2C8C81194739FC6E4ECBC"
		},
		{
			"Source":
			{
				"Text": "The lifetime of a particle in seconds."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "88FAD3CF4942E69C61C64D979120A8EE"
		},
		{
			"Source":
			{
				"Text": "The position of the particle. This is its own type for LWC support."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F69505AD458C77B84AAFEE8956C964E2"
		},
		{
			"Source":
			{
				"Text": "The velocity in cm/s of the particle."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "41AF3FCB4EC2369F0BF21AB5FD536D62"
		},
		{
			"Source":
			{
				"Text": "Used to drive the Particle Random node in the Material Editor. Without this set, any Particle Randoms will get 0.0."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2B154E2F42B135FFBAB5AFAC92F9B995"
		},
		{
			"Source":
			{
				"Text": "dfgdf gdfgdfgd fgfdgdfdfg dfgfdgfdgdfgdfdfgdgdf"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F3EC9C784755570A5FCB998B41819115"
		},
		{
			"Source":
			{
				"Text": "{0} {1}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B460D84C4051D9663C91679128E86D46"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "DeliveryQuest",
			"Children": [
				{
					"Source":
					{
						"Text": "And this forest is not as dark as it seemed at the beginning. Maybe not everything is as scary as it seems at first glance?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "10"
				},
				{
					"Source":
					{
						"Text": "Don't be afraid, these creatures are actually not that scary. Let's try to calm down. To feel calm, swipe your fingers across the screen along the circle to the right, and when the direction of the arrow changes, swipe your fingers in a circle in another direction."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "4"
				},
				{
					"Source":
					{
						"Text": "Hello! Can you please help me to get home through this big, scary, dark forest? I'm scared to go alone?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "Let's help our friend believe in himself and calm down, because this wall is just his fear."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "7"
				},
				{
					"Source":
					{
						"Text": "Look, they're leaving! Come on, we need to get to the end as soon as possible. Please remember to breathe properly as we walk. Inhale slowly while twisting your fingers to the left and exhale while twisting your fingers to the right."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "5"
				},
				{
					"Source":
					{
						"Text": "Oh no! There are so many scary creatures in this forest.. I'm scared!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "3"
				},
				{
					"Source":
					{
						"Text": "Oh no! This big wall is blocking our way! We can't go any further!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "6"
				},
				{
					"Source":
					{
						"Text": "Repeat the exercise until a flash of light appears."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "8"
				},
				{
					"Source":
					{
						"Text": "Thank you very much for your help."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "Thanks for leading me! Now I know how to deal with fear!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "11"
				},
				{
					"Source":
					{
						"Text": "Yeah! We managed to remove this wall! Now I know how to deal with my fears. Let's get to the end."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "9"
				}
			]
		},
		{
			"Namespace": "QuestRoom",
			"Children": [
				{
					"Source":
					{
						"Text": "Do you want to start this quest?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Play"
				},
				{
					"Source":
					{
						"Text": "From now on, I will try to keep my house clean. Turns out it makes me feel better, too. In addition, it allows me to take my mind off things."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "8"
				},
				{
					"Source":
					{
						"Text": "Help your friend clean his house to improve his mood."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "Hi, you have decided to clean my house? As you wish."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "Hmm...it turns out it's so bright outside the window if you clean it."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "3"
				},
				{
					"Source":
					{
						"Text": "The bed is so clean and cosy now that it's been cleaned. How could I ever sleep on a dirty bed before?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "5"
				},
				{
					"Source":
					{
						"Text": "Wow! Now they look and smell better! Now I'm going to take care of them too."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "4"
				},
				{
					"Source":
					{
						"Text": "You know, I felt a little better while we were cleaning the place. And because I moved around, my feet stopped hurting! I think I was lying down for too long."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "6"
				},
				{
					"Source":
					{
						"Text": "You know, after you helped, the house has become a lot nicer. I feel much better now. Maybe I'll even go outside and take a walk. Well, thank you."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "7"
				}
			]
		},
		{
			"Namespace": "QuestTorch",
			"Children": [
				{
					"Source":
					{
						"Text": "Go to first torch."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FirstTorch"
				},
				{
					"Source":
					{
						"Text": "Hello little flame, please help me!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Help"
				},
				{
					"Source":
					{
						"Text": "Help a friend light all of these torches. To do this, walk up to each torch and press the action button."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "Please light all the torches as quickly as possible."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "NoEndQuest"
				},
				{
					"Source":
					{
						"Text": "Thank you very much for your help. I feel much better in the light. Soon I will fully recover. Have a good day."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "You lit all torches, now back to person."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BackToPerson"
				}
			]
		},
		{
			"Namespace": "SystemText",
			"Children": [
				{
					"Source":
					{
						"Text": "Are you really going to"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "12"
				},
				{
					"Source":
					{
						"Text": "Credits"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "11"
				},
				{
					"Source":
					{
						"Text": "Do you really want to"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "Do you really want to restart build?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "13"
				},
				{
					"Source":
					{
						"Text": "Do you really want to stop build?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "StopBuild"
				},
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "6"
				},
				{
					"Source":
					{
						"Text": "Next"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "10"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "9"
				},
				{
					"Source":
					{
						"Text": "Play"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "4"
				},
				{
					"Source":
					{
						"Text": "Setings"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "7"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "8"
				},
				{
					"Source":
					{
						"Text": "exit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "3"
				},
				{
					"Source":
					{
						"Text": "restart"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "5"
				}
			]
		},
		{
			"Namespace": "TowerBuild",
			"Children": [
				{
					"Source":
					{
						"Text": "Hello little flame. We need to continue building in the city, and all the workers have disappeared somewhere. Please help the friend  to build his tower."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "Hooray, the house is built! If you don't like what has happened, you can try again. Just start the game again. If you want to pause building, press the exit button. Don?t worry, you can continue it at any time."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "3"
				},
				{
					"Source":
					{
						"Text": "In order to build a house, you need to put blocks on top of each other. If you miss, the block will get back and you can try again."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "2"
				}
			]
		}
	]
}